Revit 2027 API
ParameterTypeId.RbsElecPanelBranchCircuitCurrentPhasea Property
 "Branch Circuit Current Phase A"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelBranchCircuitCurrentPhasea { get; }
Public Shared ReadOnly Property RbsElecPanelBranchCircuitCurrentPhasea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelBranchCircuitCurrentPhasea {
	ForgeTypeId^ get ();
}
static member RbsElecPanelBranchCircuitCurrentPhasea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace